
"About Device" = "裝置資訊";
"Add" = "新增";
"Add Camera" = "新增攝影機";
"Advanced Setting" = "進階設定";
"Alarm" = "警示";
"All" = "全部";
"App Info" = "資訊";
"Back" = "退出";
"Camera" = "攝影機";
"Camera Found! (%d)" = "找到 %d 個攝影機！";
"Camera List" = "攝影機列表";
"Camera Name" = "攝影機名稱";
"Camera Password" = "攝影機密碼";
"Camera UID" = "攝影機UID";
"Camera UID can not less than 20 characters" = "攝影機UID請勿少於20個字元。";
"Camera UID length must be 20 characters" = "攝影機UID必須為20個字元。";
"Camera Name can not be empty" = "攝影機名稱請勿空白。";
"Camera Password can not be empty" = "攝影機密碼請勿空白。";
"Cancel" = "取消";
"Can not play remote record" = "無法獲取遠端錄影檔案！";
"Channel" = "頻道";
"Choose a Network..." = "選擇網路...";
"Confirm" = "確認";
"Confirm Password" = "密碼確認";
"Connect Failed" = "連線失敗";
"Connected" = "已連線";
"Connecting..." = "正在連線...";
"Continue" = "繼續";
"Correct the wrong password" = "密碼錯誤，請輸入正確密碼。";
"Delete" = "刪除";
"Delete?" = "是否刪除?";
"Delete Photo" = "刪除照片";
"Dismiss" = "關閉";
"Done" = "完成";
"Edit" = "編輯";
"Edit Camera" = "編輯攝影機";
"Enter Password" = "輸入密碼";
"Environment Mode" = "環境模式";
"Email Photo" = "寄出照片";
"Events" = "事件";
"Event List" = "事件列表";
"Flip & Mirror" = "翻轉及鏡像";
"Format command will ERASE all data of your SDCard" = "格式化命令將會清除SDCard內所有資料！";
"Format completed." = "格式化成功";
"Format failed." = "格式化失敗";
"Format SDCard" = "格式化SDCard";
"Free Size" = "可用空間";
"Full Time" = "全時";
"Full-time recording" = "全時錄影";
"Event List" = "事件列表";
"High" = "高";
"Horizontal Flip (Mirror)" = "水平翻轉 (鏡像)";
"Incorrect password for %@" = "密碼錯誤 (%@)";
"Indoor Mode(50Hz)" = "室內模式(50Hz)";
"Indoor Mode(60Hz)" = "室內模式(60Hz)";
"Indoor(50Hz)" = "室內模式(50Hz)";
"Indoor(60Hz)" = "室內模式(60Hz)";
"Information" = "資訊";
"IO Alarm" = "IO警示";
"Join" = "加入";
"LAN" = "區域網路";
"Live View" = "即時影像";
"Listen" = "監聽";
"Listening" = "監聽中";
"List are full, remove a device and try again" = "因攝影機清單已滿，無法新增攝影機。";
"Loading..." = "讀取中...";
"Low" = "低";
"Name" = "名稱";
"Max" = "最高";
"Medium" = "適中";
"Microphone" = "麥克風";
"Min" = "最低";
"Mirror" = "鏡像";
"Model" = "型號";
"Motion Detection" = "位移偵測";
"Mute" = "靜音";
"New" = "新密碼";
"New Password" = "新密碼";
"Night" = "夜間模式";
"Night Mode" = "夜間模式";
"No result found" = "沒有找到任何記錄";
"No Wi-Fi network found" = "沒有找到網路。";
"None" = "無";
"Normal" = "一般";
"Not Supported" = "不支援";
"Off" = "關閉";
"Off line" = "未連線";
"Online" = "已連線";
"Online Nm: %d / Frame ratio: %d / %d" = "線上人數: %d / 掉包率: %d/%d";
"Online Nm: %d" = "線上人數: %d";
"OK" = "確定";
"Old" = "舊密碼";
"Old Password" = "舊密碼";
"Outdoor" = "室外模式";
"Outdoor Mode" = "室外模式";
"QRCode" = "QRCode";
"Playback" = "錄影回放";
"Password" = "密碼";
"Please enter password for %@" = "請輸入密碼。";
"Please input the password" = "請輸入密碼。";
"The old password is invalid" = "舊密碼輸入錯誤";
"Please select photos to delete." = "請選擇欲刪除的照片。";
"Pull down to refresh..." = "下拉螢幕以更新...";
"Ready" = "已準備";
"Reboot" = "重新開機";
"Reconnect" = "重新連線";
"Recording Mode" = "錄影模式";
"Release to refresh..." = "放開螢幕以更新...";
"Save" = "儲存";
"Save Photo" = "儲存照片";
"Scanning..." = "正在掃描...";
"SDCard Fault" = "SDCard錯誤";
"Search" = "搜尋";
"Searching..." = "搜尋中...";
"Security Code" = "安全密碼";
"Snapshot" = "影像快照";
"Snapshot saved" = "影像快照已儲存";
"Speak" = "通話";
"Speaking" = "通話中";
"Speaker" = "揚聲器";
"The name, uid and password field can not bƒe empty" = "請填入名稱、密碼及UID。";
"The new password and confirm password do not match" = "「密碼」與「密碼確認」不相符。";
"The new password is more than 15 characters" = "新密碼超過15個字元。";
"The password is more than 30 characters" = "新密碼超過30個字元。";
"The video has finished playing" = "此錄影檔已播放完畢。";
"This device is already exists" = "此裝置已存在。";
"Timeout" = "連線逾時";
"Total Size" = "全部空間";
"Unknown" = "未知";
"Unknown Device" = "未知裝置";
"UID" = "UID";
"Unsupported" = "未支援";
"Vender" = "廠商";
"Version" = "版本";
"Vertical and Horizontal Flip" = "垂直及水平翻轉";
"Vertical Flip" = "垂直翻轉";
"Video Flip" = "影像翻轉";
"Video Lost" = "視頻遺失";
"Video Quality" = "影像品質";
"Video Resume" = "視頻回復";
"Wait for connecting..." = "等待連線中...";
"Warning" = "警告";
"Weak signal" = "訊號微弱";
"WiFi" = "WiFi網路";
"WiFi Networks" = "WiFi網路";
"Custom period" = "自定義";
"Search Period" = "搜尋範圍";
"Begin Time" = "開始時間";
"End Time" = "結束時間";
"Begin Date" = "開始日期";
"End Date" = "結束日期";
"Quality" = "收視狀況";
"Good" = "佳";
"Bad" = "差";
"Time Zone" = "時區";
"asia" = "亞洲";
"europe" = "歐洲";
"america" = "美洲";
"oceania" = "大洋洲";
"africa" = "非洲";
"Remote Device Connecting" = "遠端裝置連線中";
"Remote Device Timeout" = "遠端裝置無回應";
"Within a day" = "一天內";
"Within a week" = "一週內";
"Within an hour" = "一小時內";
"Within half a day" = "半天內";
"Wrong Password" = "密碼錯誤";
"Your email account is disabled or removed, please check your email account." = "您的電子郵件帳戶已被關閉或移除，請重新設定您的電子郵件帳戶。";
"Event" = "事件";
"Info" = "資訊";
"CompanyLog" = "TMH Viewer";
"Place a barcode inside the viewfinder rectangle to scan it." = "请将方框对准到要扫描的条形码.";
"Cancel" = "取消";
"Light" = "打开闪光灯";
"Copyright" = "版权所有@2013.翻版必究.";

"LAN Search" = "局域网搜索";
